cask "pritunl"
cask "robo-3t"
cask "sequel-ace"
cask "krisp"
cask "visual-studio-code"
cask "jet"
cask "logitech-options"
#cask "logitech-unifying"
cask "slack"
cask "encryptme"
cask "docker"
cask "postman"
cask "pgadmin4"
cask "kitty"

brew "go"
brew "gotags"
brew "fontforge"
brew "awscli"
brew "liquibase"

brew "golangci/tap/golangci-lint"
