cask "pritunl"
cask "robo-3t"
cask "sequel-pro"
cask "krisp"
cask "visual-studio-code"
cask "jet"
cask "logitech-options"
#cask "logitech-unifying"
cask "zoomus"
cask "slack"
cask "encryptme"
cask "docker"
cask "postman"

brew "go"
brew "gotags"
brew "hub"
brew "fontforge"
brew "awscli"

brew "golangci/tap/golangci-lint"
