cask "pritunl"
cask "robo-3t"
cask "sequel-ace"
cask "visual-studio-code"
cask "jet"
cask "logitech-options"
#cask "logitech-unifying"
cask "encryptme"
cask "docker"
cask "postman"
cask "pgadmin4"

brew "gotags"
brew "fontforge"
brew "awscli"
brew "gpg"

brew "liquibase"
brew "docker-machine"

brew "saml2aws"

